---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.MembersExcluded
source: html/6f2c374e-6fbf-76b3-f79f-4e1c5042daa0.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.MembersExcluded Property

Group members have been excluded from this group instance.

## Syntax (C#)
```csharp
public static FailureDefinitionId MembersExcluded { get; }
```